Repository: Taichone/notion-productivity-app
Catalog: NotionProductivity/NotionProductivityPackage/Sources/Presentation/Resources/Localizable.xcstrings
Source language: ja
Languages: en

# additional-focus-mode
source: 追加集中モード
en: Additional Focus Mode

# break-mode
source: 休憩モード
en: Break Mode

# break-time
source: 休憩時間
en: Break Time

# break-time-color
source: 休憩カラー
en: Break Time Color

# break-time-picker-title
source: 休憩時間を設定
en: Break Time

# cancel
source: キャンセル
en: Cancel

# connect-your-notion
source: Notionと連携する
en: Connect to your Notion

# connect-your-notion-description
source: あなたのNotionと連携し、アクセスするページやデータベースを設定します。
en: Connect to your Notion and choose which pages or databases to access.

# create-database-view-navigation-link
source: 新しいデータベースを作成する
en: Create Database

# database-creation-view-navigation-title
source: 新規データベース
en: Create New Database

# database-selection-view-navigation-title
source: データベース選択
en: Select Database

# done
source: 完了
en: Done

# enable-alarm-at-break-end
source: 休憩終了時にアラーム
en: Enable Alarm at Break End

# existing-database
source: 既存のデータベース
en: Existing Databases

# focus-mode
source: 集中モード
en: Focus Mode

# focus-time
source: 集中時間
en: Focus Time

# focus-time-color
source: 集中カラー
en: Focus Time Color

# focus-time-picker-title
source: 集中時間を設定
en: Focus Time

# lets-connect-your-notion
source: Notion に接続
en: Connect your Notion

# logout
source: ログアウト
en: Logout

# min
source: 分
en: min

# new-database-title
source: 新規データベース名
en: New Database Title

# new-database-title-text-field-spaceholder
source: 作成するデータベースの名前
en: New Database Title

# no-database-selected
source: データベース未選択
en: No Database Selected

# no-parent-page-selected
source: 親ページ未選択
en: No Parent Page Selected

# Notepad
source: 高速メモ
en: Fast Notepad

# notion-settings
source: Notion設定
en: Notion Settings

# parent-page
source: 親ページ
en: Parent Page

# remaining-time
source: 残り時間
en: Remaining Time

# reselect-database
source: データベースの変更
en: Reselect Database

# screentime-settings
source: スクリーンタイム設定
en: Screen Time Settings

# sec
source: 秒
en: sec

# select-apps-to-restrict
source: 制限するアプリを選択
en: Select Apps to Restrict

# select-your-database
source: タイマー記録用データベース選択
en: Select your Database

# setting-view-navigation-title
source: 設定
en: Settings

# start-break
source: 休憩開始
en: Start Break

# start-break-time-manually
source: 休憩を手動で開始
en: Start Break Time Manually

# tag
source: タグ
en: Tag

# tap-to-start-focus-mode
source: アラームを止めて集中時間を開始
en: Tap to Start Focus Mode

# timer-navigation-phrase
source: 作業を開始する
en: Start Timer

# timer-setting
source: タイマー設定
en: Timer Settings

# timer-time-settings
source: 時間設定
en: Time Settings

# total-focus-time
source: 合計集中時間
en: Total Focus Time
